Repository: expendable1565/hm_update
Catalog: lib/l10n/app_*.arb
Languages: id

# appName
source: Digital Monitoring Stethoscope
id: Smart Health Monitor

source: Diagnose
id: Periksa

source: Storage
id: Penyimpanan

source: BMI Calculator
id: Kalkulator BMI

source: Healthy Living
id: Gaya Hidup Sehat

# chooseBody
source: Choose Body Part
id: Pilih Bagian Tubuh

# frontLungs
source: Lungs (front)
id: Paru (depan)

# backLungs
source: Lungs (back)
id: Paru (belakang)

# heartRate
source: Heart
id: Jantung

# tapPlacement
source: Tap a Placement to Record
id: Ketuk angka yang ingin direkam

# recordPlacement
source: Recording placement
id: Merekam

# inputWeight
source: Input your weight
id: Masukkan berat badan

# inputHeight
source: Input your height
id: Masukkan tinggi badan

# yourBMI
source: Your BMI Is
id: BMI Anda

source: Healthy
id: Sehat

source: Overweight
id: Berlebih

source: Underweight
id: Kurang

# heartbeatInstruction
source: Place your finger on the camera until the view turns dark-red
id: Letakkan jari anda pada lensa kamera hingga gambar terlihat merah kegelapan

source: Your BPM is
id: BPM jantung anda

# storageTap
source: Tap on a file to view
id: Ketuk file untuk melihat

source: About
id: Tentang

source: Meal Menu
id: Menu Makan

source: Workout Schedule
id: Jadwal Olah Raga

source: Day
id: Hari

# name
source: Full Name
id: Nama lengkap

# youFine
source: You are fine
id: Anda sehat

# noDisease
source: No disease detected
id: Tidak ada penyakit

# audioMatching
source: Audio analysis result :
id: Analisis audio :
